{"data": "It's basically set wayyyyyy in the future where humans have expanded across the universe. And there are multiple countries, empires, whatever. AI are widespread but there are strict controls, so they're made for various reasons, which can include anything from national security to emotional support companions etc. So one of the MCs is a lady, and she's the Head of Digital Security for a certain country, and the other is a male, the leader of the Black Ops team with the highest mission success rate in that country. They're both ace and depressed and they're together. The woman is basically a genius and an ex-Black Ops member, but now she's sick. She doesn't pay it much attention at first because it's just a cough. But then, when they're at a friend's birthday celebration, she coughs up like buckets of blood and passes out. She gets hospitalized, and the bf tries to figure out what happened. It's found out that for years, her food has been mixed with a certain ingredient that reacts badly with her antidepressants and it's been messing with her system. She's probably going to die. This, as it turns out, is the opening move by an opposing country. Ever since the lady took over as the head of the department, their country has basically been a digital fortress. The other country, B, has been conspiring to wipe out their country, A, by sneaking a virus into their communication systems, which can then attack people's brains through their neural internet connections. Ah, I forgot to mention, everyone is pretty much at birth, implanted with a device that allows them to interact directly with the online world. So, to do that, they had to first get her out of the way, hence, the poisoning. The bf, the person who's investigated and figured out all of this, turns this over to the DS department, but it's too late to stop them. And, at the last moment, the lady figures, well, she's already dying anyway. So she uploads her consciousness into the network and attacks the people's brains first, putting them all to sleep and thereby cutting off all their connections to the network to buy them time to stop country B. In the real world though, her body dies. The bf and his team, and the rest of the people in the DS Department, use her sacrifice to infiltrate country B and successfully repel the attack and wake the people up. But the man pretty much immediately loses all will to live. He was already depressed, all the other people he cared about died a long time ago, and now she's gone too. He only held on long enough to win out of a sense of duty to his country, and now that he's done, he slowly becomes suicidal. "}