{"data": "The occupants of the space pause and look up at him as he approaches, They eye him questioningly, from his paint stained t-shirt to his black cargo pants.\n\n“Um,” he offers to the blank stares. “Amy- Amycus told me to stay here?”\n\n“…are you even old enough to be in here?” asks the blond, ~~incredulous~~.\n\n“…I am!” Akio lies, having learnt from his previous conversation. It doesn’t matter much. The two men clearly don’t believe him and look at each other for a long moment.\n\n“Whatever,” the man ~~says~~ tiredly, swiping a hand down his face. “Sit.”\n\nHe sits. “I’m Akio,” he says again, because he was raised a polite young man. Probably. It’s not coming to him very easily right now.\n\n“I’m Luca Brando,” the blond responds, and nudges his silent friend in the side. “This is Leifr Ásjá.”\n\n“Akio is an interesting name,” says Leifr, not even wincing as Luca’s elbow digs harshly into his side. “You’re a Futaba?”\n\n“Er, yes,” he responds, caught off-guard because these people are from the *most influential Families in the Empire. Why am I here.*\n\n“What?” Luca turns seemingly distracted from tormenting his friend’s organs. “The Futaba? You guys are still around?”\n\nThis, sadly, is a normal reaction to hearing his family name. When it’s recognized at all. “Yeah, um, we. We’re mostly with the Doctors nowadays?”\n\nLeifr nods along like randomly encountering a member of a dying clan is normal. “I know a relative of yours. Futaba Masamichi?”\n\nAkio pauses. Luca’s elbow starts moving back in for a sneak attack. “Yeah that’s. That’s my brother.”\n\nThe man nods and shoves his friend away without even looking. Luca sneers at him and steals his drink. Leifr just reaches over the counter, pulls out a bottle ** and a new glass and pours out a generous splash.\n\n“Right. Army Doctor right?”\n\nAkio nods, ~~distracted by the byplay~~. Luca chugs the drink in one shot and suddenly, Akio’s hands feel very empty. “Are- are you in the army?” *Wait no, stupid question. Which Ásjá isn’t in the army?*\n\n“Yeah. Your brother had to fix up most of my team couple of months ago. Never got to thank him.”\n\n“I’ll uh. I’ll pass it on.”\n\nLeifr nods again and they lapse into an uneasy silence. Akio ~~wonders~~ whether Amycus will be coming back any time soon. He’s vanished, sometime over the course of the conversation, along with Katja and Asahina. Hopefully he’s not going to dump their bodies in a ditch for daring to disturb the sanctity of his adults-only bar.\n\nFor a time, Leifr and Luca just drink. ~~For all that Leifr seemed calm~~, he’s drinking faster now, his sips turning into swallows, his gaze growing more distant. He finishes the glass and pours out more. Luca notices and frowns.\n\n“So,” he turns to Akio. “Doctors huh? You’re going the same way as your big brother?”\n\nAkio stiffens. “Er no. Not. I’m not really interested in that.”\n\n“Oh?” The blond asks, ~~seemingly intrigued~~. “What do you want to do instead then?”\n\n“I uh,” Akio swallows. His nails dig into his palms. “I want to be. An artist. Actually.” \n\nAt this Leifr looks up too. Luca blinks. “An artist? But you’re from a Family. You’re not joining one of the Factions?”\n\nAkio clenched his fists together. “Why- why should I? You said it yourself. No one really knows the Futaba exist anymore anyway.”\n\n“I didn’t know you still had active members, dear. I certainly knew you *existed.*”\n\n“My brothers are- my brothers are already with the Doctors. This generation of our family has already done its duty to. To the Empire!”\n\nLuca leans back a little at Akio’s vehemence. He turns to look at his friend. Leifr has, at this point, almost returned to his glass, but at Luca’s burning stare, clears his throat. “He’s just asking because he’s curious. We’re not judging you. It’s fine if you want to draw.”\n\n“Right and it’s not about any kind of duty either,” A voice sounds from behind him. Akio almost gives himself whiplash, spinning in his seat and sees Amycus slipping into his spot behind the bar. “The Empire has never required anything from the Families that it doesn’t require from any of its citizens. It’s the Families themselves that insist on every member joining one of the Twelve Factions.”\n\nLeifr nods in agreement. Amycus spots the bottle at his side and snatches it away with a glare. “Don’t make me cut you off too,” he warns, and turns back to Akio as Leifr winces. Luca looks mildly relieved. “I’ve sent your friends home,” the bartender tells him. “They were in no state to hang around.” ~~Akio, well aware of this, tries to look worried. Judging by Amycus’s eyeroll this does not work out for him.~~\n\n“Anyway, Leifr’s right. There’s nothing wrong with being an artist.” the teenager flinches.\n\n“There really isn’t,” Luca adds. He smiles ~~in apology~~ when Akio looks back at him. “I forget I can be a little… abrupt at times.”\n\nAkio nods and tries to smile back. It doesn’t matter, really, whether he had meant ~~it judgmentally~~ or not. He can’t afford to offend the Brando family. His previous outburst was stupid. “It’s okay. Everyone reacts like that.”\n\nLeifr, having finished the last of his glass, ~~looks like he desperately wants to be more drunk but is trying not to show it.~~ “Well… what do you do? Are you a painter? I’ve heard something recently. Some kind of movement about using physical paints and canvas?”\n\n“Oh! That’s uh- they’re very cool- I went to an exhibition last week. I didn’t know people even knew how to make the paints for that any more,” Akio ~~enthuses~~. It’s a wildly fascinating movement, going back to the natural paint and canvas supplies to bring one closer to their art. “I’m uh not involved in that but I do- I do want to try it out. I’m. I like to draw. Comics.”\n\n“Comics huh? Anything good?” Amycus raises his eyebrows.\n\nAkio is about to say no, no he’s just starting out, ~~when another of the bouts of bravery  that have been  carrying him through the evening takes over~~. “Uh do you- do you want to see? I have some with me. On my pad.”\n\n“Oh? Let’s see it then.” Akio prays his blush isn’t visible in the yellow lightening and pulls his pad out of his pocket. The small transparent square is quickly unfolded into Akio’s drawing pad and he swipes.\n\n“It’s uh, it’s not done yet but… it’s about the hoverboard ban a few years back. When they said that hoverboards could only be used in… in certain areas.” Naturally, it is at this point that Akio’s motor control fails him. He accidentally enters his booklist, his homework folder and his social media before finally managing to tap his drawing app.\n\nLuca snorts, “I remember that. By certain areas you mean the back end of nowhere right? You children were so upset they caused trouble for almost a *year*.”\n\n“What?” Leifr interjects. “I don’t know about this. What happened?”\n\n“Oh yeah, you were out of the Capital around that time,” Luca nods. “Some long mission or the other. You remember right, Amycus?”\n\n“If you’re talking about the racing incident, then I remember alright. Vividly. In fact, it was in the air just a few streets away from here. I saw part of it from my window.”\n\nLuca whistles. “I wish I could’ve seen it. I was out too, on a business trip. Only got back in time for the aftermath.”\n\nLeifr frowns. “What exactly was *it*?”\n\n“It, um, was basically a huge race,” Akio interjects. He’s finally managed to open the comic and pushes the tab along the counter to Amycus. He and Luca lean over it together. “On hoverboards. Hoverboard races were, uh pretty normal back then right, but they’d usually warn the locals and the businesses in that street and get permission and everything. But, uh, that time, a bunch of hoverboarders got really drunk and… they decided to just race. In the street. And, uh, because it was someone’s birthday, they wanted to make it interesting so… they raced around fifty feet in the air. I guess that’s what Mr. Amycus saw.”\n\nThe red-head snorts. “Just Amycus thanks. And yeah, it was pretty wild. A bunch of kids just wobbling all over the place at breakneck speeds, midair. I thought I was seeing things. Also this is pretty hilarious, good job kid.”\n\nAkio’s face erupts in red. “Right! Thank you um. Where was I?”\n\n“The drunk kids wanted to race in the air,” Leifr reminds him. The corner of his mouth twitch, and Akio promptly wishes for death for the nth time this evening.\n\n“Um, right, yeah. So basically, one of them lost control of their board and fell, and they hit a passerby in the street. Both of them had to be rushed to the hospital. It turned out that the person who got hit was, uh, pretty important, and his family made a huge fuss. So the Architects banned the use of hoverboards anywhere in the Capital except for… well the back end of nowhere, pretty much.”\n\n“Yeah and this comic is pretty much what happened after,” says Luca, sounding vastly entertained. “Except for a few details. Have you ever actually met the Warden in person? Because let me tell you, she does not think back on past crimes and laugh, holy shit. I’m not sure she actually laughs at all. This version of her is immensely preferrable. I demand you make it reality this *instant*.”\n\nAs Akio blue-screens over this mind-boggling statement, Leifr nods in thanks for the explanation, and gently nudges his friend aside to look at the comic. After a beat, a slow grin begins to curve his lips.\n\n“Are you serious?” He asks. “I get that this is a parody, but did this really happen?”\n\n“Except for a few details like he said,” Amycus chuckles. “I don’t remember anyone ever trying to sneak a hoverboard disguised as a giant rubber duck out of the wardens’ headquarters, for example, but it was only a little less ridiculous than that.” He pauses after a moment- he’s spotted someone a little further down waving their hand - they want a refill. “Sorry, I’ve got to go. Give me a minute.”\n\n“How did they stop it?” Leifr asks as he leaves, no longer able to hold back his smile. Akio droops a bit, looking after the red-haired man and Luca snaps his fingers in front of his face- Akio comes back to himself with a jerk. “They couldn’t have repealed it? There haven’t been as many kids flying around for a while, now that I think about it.”\n\n“Well they couldn’t,” he explains. “That person… could really have died so… They made designated areas and like aero-paths where it’s okay to fly. Mostly areas with less people. Like… air-traffic, I guess. So things died down after that.”\n\n“That old lady must have been shaking with rage,” he  comments, leaning back in his seat. \n\n“Oh she was,” Luca chuckles. “I heard the wardens were trembling for days. Probably stung her pride, having to let them go, even a little.”\n\n“She always did have an inflated ego,” Leifr notes, and Akio is in awe for a moment, remembering that these people have actually *met* legendary figures like the Warden. Probably *still* meet them. Regularly. *I’m not going to get in trouble for this right?*\n\n“Ah but kid,” and Akio flinches just a little because the laughter has stopped and Luca’s voice has gone serious and a little quiet. “Are you planning on publishing this? Is the rest of your stuff like this? You’re going to draw attention to yourself, and not the fun kind.”\n\nAkio blinks. He *has* considered publishing. It’s his dream. “I… it’s not that bad right? It portrays her in a positive light.”\n\n“Does it?” Luca asks. Beside him, Leifr has stopped smiling too. “It’s an incident in which she lost face. Leifr just said it - she has one hell of an ego. She won’t care whether it was in a positive light or not. She’s not going to like it.”\n\n“I- I mean… well-”\n\n“You should listen to Luca,” Leifr murmurs. “I’m not as good with this kind of political maneuvering- but he’s not been wrong before.”\n\n“But… it’s important,” Akio stammers. “It’s… it was a serious incident at the time and… and you’re right the wardens *did* mishandle it, just because the person involved was powerful. The wouldn’t have cared at all if it was just an ordinary citizen. I’m not… I don’t want to hurt anyone’s feelings or- or draw *attention* but isn’t it important? To draw attention to these things so we can do better? It- it *matters.*”\n\nLuca and Leifr both look at him for a long moment. Amycus returns, wiping his hands on a washcloth and raises an eyebrow at the ~~suddenly chilled~~ atmosphere. \n\n“Sorry, am I interrupting something?”\n\n“No,” Leifr responds. “Akio was just saying he wants to publish his comics.”\n\n“Oh,” Amycus blinks. His hands pause on the washcloth for a split second. Akio doesn’t notice, but Leifr’s eyes land there and his gaze grows heavier. “Well, yes I suppose if you want to be an artist, publishing is the next step isn’t it.”\n\nLuca turns his stare on him and it grows colder, just a little. Amycus returns it steadily. “If you want,” Amycus says, eyes still on Luca. “I can put you in touch with some friends of mine. They run a newspaper. Nothing big, just a few hundred khryos, but there you go.”\n\nAkio…doesn’t answer. He has the sudden feeling that he’s lost control of the conversation, that what started with him showing off his art, has become something else. Something bigger. *You’re going to draw attention to yourself*, Luca had said. *And not the fun kind.*\n\nAkio rubs his palms on his pants. They feel clammy, and cold in a way they haven’t been since Amycus cut him off and made him sit at the bar. Leifr still isn’t speaking, but he’s turned to Akio and is watching him steadily. Luca’s frowning hard. Akio looks up at the bartender. Amycus is looking at him. He’s put the washcloth down and is leaning against the bar, arms crossed. He’s waiting for Akio’s answer.\n\nAkio ~~thinks~~ about his brothers, both Faction members, contributing to the Family. One of them has just been thanked by one of the most powerful, most decorated Families in the Empire. He ~~thinks~~ about his parents, about the disappointment in their eyes when they see him curled up in a corner with his drawing pad at a social event. He ~~thinks~~ about his peers, who aspire to be Vanguards, Wardens, Doctors, anything and everything except a pathetic, forgotten nobody.\n\nHe ~~thinks~~ about his mother, despairing, asking *Akio, can’t you do something that* matters *for once?*\n\nHe looks into Amycus’s eyes and knows, in that moment, that if he refuses, Amycus won’t bring it up again. That they can continue the conversation like this never happened. His fists clench, scrunching up the material of his pants.\n\n“Yeah,” he says. “That’d be nice.”"}